OpenFOAM files/run/city/7_4m:s/LoD3/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

//friction velocity = 0.087; Cμ=0.09

flowVelocity         (0 0 0);
pressure             0;
turbulentKE          0.3128;
turbulentEpsilon     0.0175;

// ************************************************************************* //
