OpenFOAM files/run/city/7_4m:s/LoD3/0/include/sideAndTopPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

symmetry
{
    type            symmetry;
}


"proc.*"
{
    type            processor;
}

// ************************************************************************* //
