OpenFOAM files/run/city/7_4m:s/LoD3/system/surfaceFeaturesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


surfaces ("buildings.obj" "terrain.obj" "LoD3_trunk.obj" "LoD3_canopy_broadleaf.obj" "LoD3_canopy_conifer.obj");
includedAngle       170;
writeObj                yes;


//#includeEtc "caseDicts/surface/surfaceFeaturesDict.cfg"

// ************************************************************************* //
